-- phpMyAdmin SQL Dump
-- version 3.5.3
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Dec 02, 2012 at 05:09 PM
-- Server version: 5.5.28
-- PHP Version: 5.3.18

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `energy`
--

-- --------------------------------------------------------

--
-- Table structure for table `ener`
--

CREATE TABLE IF NOT EXISTS `ener` (
  `IdEnergy` int(11) NOT NULL AUTO_INCREMENT,
  `NameEnergy` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`IdEnergy`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=4 ;

--
-- Dumping data for table `ener`
--

INSERT INTO `ener` (`IdEnergy`, `NameEnergy`) VALUES
(1, 'น้ำมัน'),
(2, 'น้ำประปา'),
(3, 'ไฟฟ้า');

-- --------------------------------------------------------

--
-- Table structure for table `institute`
--

CREATE TABLE IF NOT EXISTS `institute` (
  `InsID` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `NameIns` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `SubID` varchar(2) COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`InsID`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `institute`
--

INSERT INTO `institute` (`InsID`, `NameIns`, `SubID`) VALUES
('b02', 'ศมข.ลำปาง', '2'),
('a01', 'ส่วนกลาง', '1'),
('b01', 'ศมข.เชียงใหม่', '2'),
('b03', 'ศมข.พะเยา', '2'),
('b04', 'ศมข.แพร่', '2'),
('b05', 'ศมข.กำแพงเพชร', '2'),
('b06', 'ศมข.สุโขทัย', '2'),
('b07', 'ศมข.พิษณุโลก', '2'),
('b08', 'ศมข.นครสวรรค์', '2'),
('b09', 'ศมข.ชัยนาท', '2'),
('b10', 'ศมข.ลพบุรี', '2'),
('b11', 'ศมข.ชลบุรี', '2'),
('b12', 'ศมข. ราชบุรี		', '2'),
('b13', 'ศมข. สกลนคร		', '2'),
('b14', 'ศมข. อุดรธานี		', '2'),
('b15', 'ศมข. ขอนแก่น		', '2'),
('b16', 'ศมข. ร้อยเอ็ด		', '2'),
('b17', 'ศมข. นครราชสีมา		', '2'),
('b18', 'ศมข. สุรินทร์		', '2'),
('b19', 'ศมข. กาฬสินธุ์		', '2'),
('b20', 'ศมข. อุบลราชธานี	', '2'),
('b21', 'ศมข. สุราษฏร์ธานี	', '2'),
('b22', 'ศมข. พัทลุง	', '2'),
('b23', 'ศมข. ปัตตานี	', '2'),
('c01', 'ศวข. แพร่', '3'),
('c02', 'ศวข. เชียงราย	', '3'),
('c03', 'ศวข. เชียงใหม่	', '3'),
('c04', 'ศวข. แม่ฮ่องสอน	', '3'),
('c05', 'ศวข. สะเมิง	', '3'),
('c06', 'ศวข. สกลนคร	', '3'),
('c07', 'ศวข. หนองคาย	', '3'),
('c08', 'ศวข. อุดรธานี	', '3'),
('c09', 'ศวข. ขอนแก่น	', '3'),
('c10', 'ศวข. ชุมแพ	', '3'),
('c11', 'ศวข. อุบลราชธานี	', '3'),
('c12', 'ศวข. สุรินทร์	', '3'),
('c13', 'ศวข. นครราชสีมา	', '3'),
('c14', 'ศวข. พิษณุโลก	', '3'),
('c15', 'ศวข. ชัยนาท	', '3'),
('c16', 'ศวข. ลพบุรี	', '3'),
('c17', 'ศวข. ปราจีนบุรี	', '3'),
('c18', 'ศวข. พระนครศรีอยุธยา', '3'),
('c19', 'ศวข. ปทุมธานี	', '3'),
('c20', 'ศวข. คลองหลวง	', '3'),
('c21', 'ศวข. สุพรรณบุรี	', '3'),
('c22', 'ศวข. ราชบุรี	', '3'),
('c23', 'ศวข. ฉะเชิงเทรา	', '3'),
('c24', 'ศวข. พัทลุง	', '3'),
('c25', 'ศวข. นครศรีธรรมราช	', '3'),
('c26', 'ศวข. ปัตตานี	', '3'),
('c27', 'ศวข. กระบี่	', '3'),
('01', 'Administator', '0');

-- --------------------------------------------------------

--
-- Table structure for table `member`
--

CREATE TABLE IF NOT EXISTS `member` (
  `UserID` int(3) NOT NULL AUTO_INCREMENT,
  `Username` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `Password` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `Status` enum('ADMIN','USER') COLLATE utf8_unicode_ci NOT NULL,
  `SubID` varchar(2) COLLATE utf8_unicode_ci NOT NULL,
  `InsID` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`UserID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=53 ;

--
-- Dumping data for table `member`
--

INSERT INTO `member` (`UserID`, `Username`, `Password`, `Status`, `SubID`, `InsID`) VALUES
(1, 'admin', 'passadmin', 'ADMIN', '0', '01'),
(2, '1a01', 'pass1a01', 'USER', '1', 'a01'),
(3, '2b01', 'pass2b01', 'USER', '2', 'b01'),
(4, '2b02', 'pass2b02', 'USER', '2', 'b02'),
(5, '2b03', 'pass2b03', 'USER', '2', 'b03'),
(6, '2b04', 'pass2b04', 'USER', '2', 'b04'),
(7, '2b05', 'pass2b05', 'USER', '2', 'b05'),
(8, '2b06', 'pass2b06', 'USER', '2', 'b06'),
(9, '2b07', 'pass2b07', 'USER', '2', 'b07'),
(10, '2b08', 'pass2b08', 'USER', '2', 'b08'),
(11, '2b09', 'pass2b09', 'USER', '2', 'b09'),
(12, '2b10', 'pass2b10', 'USER', '2', 'b10'),
(13, '2b11', 'pass2b11', 'USER', '2', 'b11'),
(14, '2b12', 'pass2b12', 'USER', '2', 'b12'),
(15, '2b13', 'pass2b13', 'USER', '2', 'b13'),
(16, '2b14', 'pass2b14', 'USER', '2', 'b14'),
(17, '2b15', 'pass2b15', 'USER', '2', 'b15'),
(18, '2b16', 'pass2b16', 'USER', '2', 'b16'),
(19, '2b17', 'pass2b17', 'USER', '2', 'b17'),
(20, '2b18', 'pass2b18', 'USER', '2', 'b18'),
(21, '2b19', 'pass2b19', 'USER', '2', 'b19'),
(22, '2b20', 'pass2b20', 'USER', '2', 'b20'),
(23, '2b21', 'pass2b21', 'USER', '2', 'b21'),
(24, '2b22', 'pass2b22', 'USER', '2', 'b22'),
(25, '2b23', 'pass2b23', 'USER', '2', 'b23'),
(26, '3c01', 'pass3c01', 'USER', '3', 'c01'),
(27, '3c02', 'pass3c02', 'USER', '3', 'c02'),
(28, '3c03', 'pass3c03', 'USER', '3', 'c03'),
(29, '3c04', 'pass3c04', 'USER', '3', 'c04'),
(30, '3c05', 'pass3c05', 'USER', '3', 'c05'),
(31, '3c06', 'pass3c06', 'USER', '3', 'c06'),
(32, '3c07', '0864587310', 'USER', '3', 'c07'),
(33, '3c08', 'pass3c08', 'USER', '3', 'c08'),
(34, '3c09', 'pass3c09', 'USER', '3', 'c09'),
(35, '3c10', 'pass3c10', 'USER', '3', 'c10'),
(36, '3c11', 'pass3c11', 'USER', '3', 'c11'),
(37, '3c12', 'pass3c12', 'USER', '3', 'c12'),
(38, '3c13', 'pass3c13', 'USER', '3', 'c13'),
(39, '3c14', 'pass3c14', 'USER', '3', 'c14'),
(40, '3c15', 'pass3c15', 'USER', '3', 'c15'),
(41, '3c16', 'pass3c16', 'USER', '3', 'c16'),
(42, '3c17', 'pass3c17', 'USER', '3', 'c17'),
(43, '3c18', 'pass3c18', 'USER', '3', 'c18'),
(44, '3c19', 'pass3c19', 'USER', '3', 'c19'),
(45, '3c20', 'pass3c20', 'USER', '3', 'c20'),
(46, '3c21', 'pass3c21', 'USER', '3', 'c21'),
(47, '3c22', 'pass3c22', 'USER', '3', 'c22'),
(48, '3c23', '123456', 'USER', '3', 'c23'),
(49, '3c24', 'pass3c24', 'USER', '3', 'c24'),
(50, '3c25', 'pass3c25', 'USER', '3', 'c25'),
(51, '3c26', 'pass3c26', 'USER', '3', 'c26'),
(52, '3c27', 'pass3c27', 'USER', '3', 'c27');

-- --------------------------------------------------------

--
-- Table structure for table `subins`
--

CREATE TABLE IF NOT EXISTS `subins` (
  `SubID` varchar(2) COLLATE utf8_unicode_ci NOT NULL,
  `NameSub` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`SubID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `subins`
--

INSERT INTO `subins` (`SubID`, `NameSub`) VALUES
('1', 'ส่วนกลาง'),
('2', 'ศูนย์เมล็ดพันธุ์ข้าว'),
('3', 'ศูนย์วิจัยข้าว'),
('0', 'Admin');

-- --------------------------------------------------------

--
-- Table structure for table `usetb`
--

CREATE TABLE IF NOT EXISTS `usetb` (
  `UID` int(10) NOT NULL AUTO_INCREMENT,
  `SubID` varchar(2) COLLATE utf8_unicode_ci NOT NULL,
  `InsID` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `ins_month` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `ins_year` decimal(10,0) NOT NULL,
  `Uoil` decimal(10,2) NOT NULL,
  `Uwater` decimal(10,2) NOT NULL,
  `Uelec` decimal(10,2) NOT NULL,
  `Poil` decimal(10,2) NOT NULL,
  `Pwater` decimal(10,2) NOT NULL,
  `Pelec` decimal(10,2) NOT NULL,
  `Ur1` varbinary(500) DEFAULT NULL,
  `Ur2` varbinary(500) DEFAULT NULL,
  `Ur3` varbinary(500) DEFAULT NULL,
  PRIMARY KEY (`UID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=368 ;

--
-- Dumping data for table `usetb`
--

INSERT INTO `usetb` (`UID`, `SubID`, `InsID`, `ins_month`, `ins_year`, `Uoil`, `Uwater`, `Uelec`, `Poil`, `Pwater`, `Pelec`, `Ur1`, `Ur2`, `Ur3`) VALUES
(75, '2', 'b01', 'ธันวาคม', '2554', '392.00', '531.00', '29130.00', '9846.96', '10179.36', '98806.64', '', '', ''),
(74, '2', 'b01', 'พฤศจิกายน', '2554', '263.00', '502.00', '28710.00', '7811.22', '9522.66', '97386.84', '', '', ''),
(73, '2', 'b01', 'ตุลาคม', '2554', '285.00', '551.00', '10950.00', '8140.90', '10348.68', '37350.03', '', '', ''),
(76, '2', 'b01', 'มกราคม', '2555', '597.00', '588.00', '21480.00', '18662.28', '11426.32', '74325.21', '', '', ''),
(77, '2', 'b01', 'กุมภาพันธุ์', '2555', '262.00', '618.00', '32250.00', '8443.96', '12165.09', '111424.10', '', '', ''),
(78, '2', 'b01', 'มีนาคม', '2555', '272.00', '635.00', '29220.00', '8906.56', '12658.80', '100986.80', '', '', ''),
(79, '2', 'b01', 'เมษายน', '2555', '250.00', '635.00', '15420.00', '8217.00', '12658.80', '53450.61', '', '', ''),
(80, '2', 'b01', 'พฤษภาคม', '2555', '357.00', '630.00', '45960.00', '11067.06', '12937.16', '158650.30', '', '', ''),
(81, '2', 'b01', 'มิถุนายน', '2555', '169.00', '596.00', '32400.00', '5126.32', '12441.68', '119099.70', '', '', ''),
(82, '2', 'b01', 'กรกฎาคม', '2555', '240.00', '620.00', '16920.00', '7321.00', '13160.57', '62356.14', '', '', ''),
(83, '2', 'b01', 'สิงหาคม', '2555', '301.00', '486.00', '17400.00', '9224.30', '10475.81', '64115.64', '', '', ''),
(84, '2', 'b01', 'กันยายน', '2555', '523.98', '426.00', '17589.00', '16619.16', '9346.99', '64115.64', '', '', ''),
(85, '3', 'c07', 'ตุลาคม', '2554', '805.00', '0.00', '3085.50', '23119.60', '0.00', '7187.96', '', '', ''),
(86, '3', 'c07', 'พฤศจิกายน', '2554', '1555.00', '0.00', '1960.54', '45249.10', '0.00', '6967.60', '', '', ''),
(87, '3', 'c07', 'ธันวาคม', '2554', '1563.00', '0.00', '2489.58', '47007.06', '0.00', '8750.01', '', '', ''),
(88, '3', 'c07', 'มกราคม', '2555', '1160.00', '0.00', '2244.08', '35320.24', '0.00', '8064.16', '', '', ''),
(89, '3', 'c07', 'กุมภาพันธุ์', '2555', '615.00', '0.00', '1778.16', '19593.00', '0.00', '5773.40', '', '', ''),
(90, '3', 'c07', 'มีนาคม', '2555', '601.00', '0.00', '1431.98', '19466.00', '0.00', '5266.67', '', '', ''),
(91, '3', 'c07', 'เมษายน', '2555', '1150.00', '0.00', '1534.64', '36936.00', '0.00', '5620.39', '', '', ''),
(92, '3', 'c07', 'พฤษภาคม', '2555', '1600.00', '0.00', '1832.16', '51776.00', '0.00', '6645.25', '', '', ''),
(93, '3', 'c07', 'มิถุนายน', '2555', '1128.00', '0.00', '1832.16', '31172.68', '0.00', '6645.25', '', '', ''),
(94, '3', 'c07', 'กรกฎาคม', '2555', '2830.00', '0.00', '1781.38', '85863.30', '0.00', '6863.93', '', '', ''),
(95, '3', 'c07', 'สิงหาคม', '2555', '790.00', '0.00', '1782.99', '24018.90', '0.00', '6869.84', '', '', ''),
(96, '3', 'c07', 'มกราคม', '2552', '952.00', '0.00', '1682.82', '34315.00', '0.00', '6826.89', '', '', ''),
(97, '3', 'c03', 'ตุลาคม', '2554', '2433.31', '0.00', '6528.23', '73478.50', '0.00', '22736.56', '', '', ''),
(98, '3', 'c03', 'พฤศจิกายน', '2554', '1126.03', '0.00', '6017.31', '97091.24', '0.00', '21009.41', '', '', ''),
(99, '3', 'c03', 'ธันวาคม', '2554', '2323.14', '0.00', '5616.27', '72920.24', '0.00', '19653.72', '', '', ''),
(100, '3', 'c03', 'มกราคม', '2555', '1886.89', '0.00', '6556.51', '57496.07', '0.00', '23253.09', '', '', ''),
(101, '3', 'c03', 'กุมภาพันธุ์', '2555', '2892.67', '0.00', '5985.82', '91723.50', '0.00', '21287.27', '', '', ''),
(102, '3', 'c03', 'มีนาคม', '2555', '2761.00', '0.00', '6635.85', '91827.68', '0.00', '23526.37', '', '', ''),
(103, '3', 'c03', 'เมษายน', '2555', '2659.43', '0.00', '5959.47', '89629.72', '0.00', '21193.02', '', '', ''),
(104, '3', 'c03', 'พฤษภาคม', '2555', '2584.43', '0.00', '7562.24', '87540.80', '0.00', '26717.47', '', '', ''),
(105, '3', 'c03', 'มิถุนายน', '2555', '2678.17', '0.00', '6150.98', '85645.46', '0.00', '23215.27', '', '', ''),
(106, '3', 'c03', 'กรกฎาคม', '2555', '3005.13', '0.00', '5849.35', '95473.10', '0.00', '22109.61', '', '', ''),
(107, '3', 'c03', 'สิงหาคม', '2555', '2527.83', '0.00', '5410.16', '82717.04', '0.00', '20499.71', '', '', ''),
(108, '3', 'c03', 'กันยายน', '2555', '4007.32', '0.00', '5369.79', '128425.39', '0.00', '21385.96', '', '', ''),
(109, '3', 'c03', 'ตุลาคม', '2555', '2956.41', '0.00', '5900.00', '95441.20', '0.00', '25278.58', '', '', ''),
(110, '3', 'c20', 'กันยายน', '2555', '3003.00', '8150.00', '3967.83', '93940.09', '3625.82', '30376.28', '', '', ''),
(111, '3', 'c20', 'ตุลาคม', '2553', '1724.00', '306.00', '5165.00', '50537.56', '5507.72', '18654.63', '', '', ''),
(112, '3', 'c20', 'พฤศจิกายน', '2553', '2472.00', '135.00', '5114.00', '70990.88', '2387.44', '18470.53', '', '', ''),
(113, '3', 'c07', 'ตุลาคม', '2555', '1964.00', '0.00', '2138.00', '63850.00', '0.00', '9262.82', '', '', ''),
(114, '3', 'c20', 'ธันวาคม', '2553', '1860.00', '145.00', '5592.00', '55037.80', '2569.87', '20196.05', '', '', ''),
(115, '2', 'b17', 'ตุลาคม', '2554', '933.00', '0.00', '42720.00', '26753.00', '0.00', '134376.00', '', '', ''),
(116, '3', 'c20', 'มกราคม', '2554', '2306.00', '102.00', '5846.00', '71007.29', '1785.40', '20758.28', '', '', ''),
(117, '2', 'b17', 'พฤศจิกายน', '2554', '1223.00', '0.00', '34518.00', '36036.00', '0.00', '117020.00', '', '', ''),
(118, '2', 'b17', 'ธันวาคม', '2554', '764.00', '0.00', '45415.00', '22600.00', '0.00', '153857.00', '', '', ''),
(119, '3', 'c20', 'กุมภาพันธุ์', '2554', '2953.00', '109.00', '3508.00', '91138.37', '1913.11', '12460.28', '', '', ''),
(120, '2', 'b17', 'มกราคม', '2555', '678.00', '0.00', '32392.00', '21163.00', '0.00', '111913.00', '', '', ''),
(121, '2', 'b17', 'กุมภาพันธุ์', '2555', '1029.00', '0.00', '26719.00', '32675.00', '0.00', '92372.00', '', '', ''),
(122, '3', 'c20', 'มีนาคม', '2554', '2015.00', '103.00', '4297.00', '64677.00', '1803.65', '15260.59', '', '', ''),
(123, '2', 'b17', 'มีนาคม', '2555', '923.00', '0.00', '26051.00', '30236.00', '0.00', '90071.00', '', '', ''),
(124, '2', 'b17', 'เมษายน', '2555', '522.00', '0.00', '15504.00', '16880.00', '0.00', '53740.00', '', '', ''),
(125, '2', 'b17', 'พฤษภาคม', '2555', '692.00', '0.00', '25076.00', '22118.00', '0.00', '86713.00', '', '', ''),
(126, '2', 'b17', 'มิถุนายน', '2555', '840.00', '0.00', '22758.00', '25735.00', '0.00', '83755.00', '', '', ''),
(127, '2', 'b17', 'กรกฎาคม', '2555', '1055.00', '0.00', '24345.00', '32033.00', '0.00', '89574.00', '', '', ''),
(128, '3', 'c20', 'เมษายน', '2554', '2004.00', '85.00', '3809.00', '63516.71', '1476.87', '13528.59', '', '', ''),
(129, '2', 'b17', 'สิงหาคม', '2555', '780.00', '0.00', '25247.00', '24212.00', '0.00', '92880.00', '', '', ''),
(130, '2', 'b17', 'กันยายน', '2555', '184.00', '0.00', '10448.00', '5845.00', '0.00', '40645.00', '', '', ''),
(131, '3', 'c20', 'พฤษภาคม', '2554', '2478.00', '87.00', '5168.00', '77648.12', '1513.14', '18845.75', '', '', ''),
(132, '3', 'c20', 'มิถุนายน', '2554', '3359.00', '93.00', '4869.00', '107305.21', '1621.96', '17755.97', '', '', ''),
(133, '2', 'b17', 'ตุลาคม', '2555', '1223.00', '0.00', '12171.00', '37906.00', '0.00', '54672.00', '', '', ''),
(134, '2', 'b05', 'ตุลาคม', '2554', '150.00', '70.00', '1156.07', '4396.10', '1256.70', '4000.00', '', '', ''),
(135, '3', 'c20', 'กรกฎาคม', '2554', '2882.00', '105.00', '5331.00', '89252.47', '1840.13', '20094.79', '', '', ''),
(136, '3', 'c20', 'สิงหาคม', '2554', '3009.00', '132.00', '4741.00', '97888.44', '2346.06', '17906.51', '', '', ''),
(137, '2', 'b05', 'พฤศจิกายน', '2554', '435.00', '115.00', '1156.07', '13088.15', '2121.01', '4000.00', '', '', ''),
(138, '3', 'c20', 'กันยายน', '2554', '2905.00', '139.00', '5799.00', '92263.80', '2495.69', '21830.58', '', '', ''),
(139, '2', 'b05', 'ธันวาคม', '2554', '345.00', '184.00', '1156.07', '10148.55', '3467.78', '4000.00', '', '', ''),
(140, '2', 'b10', 'ตุลาคม', '2554', '134.30', '0.00', '973.99', '4200.00', '0.00', '3301.69', '', '', ''),
(141, '2', 'b05', 'มกราคม', '2555', '495.00', '79.00', '1156.07', '15418.95', '1475.75', '4000.00', '', '', ''),
(142, '3', 'c20', 'ตุลาคม', '2554', '5078.00', '130.00', '4333.24', '143894.57', '2348.76', '16394.17', '', '', ''),
(143, '2', 'b10', 'พฤศจิกายน', '2554', '248.49', '0.00', '961.23', '7400.00', '0.00', '3264.53', '', '', ''),
(144, '2', 'b05', 'กุมภาพันธุ์', '2555', '430.00', '74.00', '1156.07', '13737.10', '1398.51', '4000.00', '', '', ''),
(145, '3', 'c20', 'พฤศจิกายน', '2554', '3376.00', '115.00', '155.76', '97999.59', '2069.17', '587.44', '', '', ''),
(146, '2', 'b05', 'มีนาคม', '2555', '365.00', '101.00', '1156.07', '11874.45', '1953.21', '4000.00', '', '', ''),
(147, '2', 'b05', 'เมษายน', '2555', '285.00', '110.00', '1156.07', '8588.25', '2165.89', '4000.00', '', '', ''),
(148, '3', 'c20', 'ธันวาคม', '2554', '2363.00', '115.00', '3305.00', '71195.11', '2069.17', '12267.79', '', '', ''),
(149, '2', 'b05', 'พฤษภาคม', '2555', '315.00', '114.00', '1156.07', '10636.85', '2281.63', '4000.00', '', '', ''),
(150, '2', 'b10', 'ธันวาคม', '2554', '302.22', '0.00', '1072.19', '8900.00', '0.00', '3638.28', '', '', ''),
(151, '3', 'c20', 'มกราคม', '2555', '2313.00', '153.00', '9529.00', '68590.09', '2862.35', '35963.99', '', '', ''),
(152, '2', 'b10', 'มกราคม', '2555', '282.93', '0.00', '866.48', '9100.00', '0.00', '3000.24', '', '', ''),
(153, '2', 'b05', 'มิถุนายน', '2555', '320.00', '73.00', '1156.07', '9914.20', '1468.80', '4000.00', '', '', ''),
(154, '2', 'b10', 'กุมภาพันธุ์', '2555', '260.60', '0.00', '1218.58', '8200.00', '0.00', '4221.12', '', '', ''),
(155, '3', 'c20', 'กุมภาพันธุ์', '2555', '1427.00', '168.00', '790.00', '43522.93', '3193.27', '2990.51', '', '', ''),
(156, '2', 'b05', 'กรกฎาคม', '2552', '420.00', '99.00', '1089.92', '13383.80', '2044.37', '4000.00', '', '', ''),
(157, '2', 'b10', 'มีนาคม', '2555', '271.09', '0.00', '1196.28', '9200.00', '0.00', '4132.97', '', '', ''),
(158, '2', 'b10', 'เมษายน', '2555', '237.85', '0.00', '1369.77', '8900.00', '0.00', '4729.87', '', '', ''),
(159, '2', 'b05', 'สิงหาคม', '2555', '208.00', '66.00', '1000.00', '6545.65', '1370.97', '3667.00', '', '', ''),
(160, '2', 'b10', 'พฤษภาคม', '2555', '483.03', '0.00', '1452.82', '14100.00', '0.00', '5016.36', '', '', ''),
(161, '2', 'b10', 'มิถุนายน', '2555', '283.92', '0.00', '1426.97', '7700.00', '0.00', '5242.11', '', '', ''),
(162, '2', 'b10', 'กรกฎาคม', '2555', '427.81', '0.00', '1683.27', '13600.00', '0.00', '6189.37', '', '', ''),
(163, '2', 'b05', 'กันยายน', '2555', '280.00', '59.00', '1000.00', '8835.70', '1245.15', '3667.00', '', '', ''),
(164, '2', 'b10', 'สิงหาคม', '2555', '489.66', '0.00', '2423.55', '15900.00', '0.00', '8917.22', '', '', ''),
(165, '2', 'b10', 'กันยายน', '2555', '698.61', '0.00', '6893.24', '17000.00', '0.00', '1775.84', '', '', ''),
(166, '3', 'c20', 'มีนาคม', '2555', '1909.00', '165.00', '3146.60', '60631.65', '3176.40', '19289.90', '', '', ''),
(167, '3', 'c20', 'เมษายน', '2555', '1633.00', '167.00', '3479.80', '53525.08', '3258.16', '20503.10', '', '', ''),
(168, '3', 'c20', 'พฤษภาคม', '2555', '2539.00', '182.00', '2908.51', '82229.37', '3612.02', '18765.40', '', '', ''),
(169, '3', 'c20', 'มิถุนายน', '2555', '3003.00', '131.00', '4345.80', '92171.00', '2619.99', '24296.40', '', '', ''),
(170, '3', 'c20', 'กรกฎาคม', '2555', '3437.00', '157.00', '2879.94', '107393.99', '3209.11', '21301.55', '', '', ''),
(171, '2', 'b07', 'ตุลาคม', '2554', '85.83', '1.00', '1.00', '2900.00', '1.00', '1.00', '', '', ''),
(172, '2', 'b07', 'พฤศจิกายน', '2554', '265.46', '194.00', '760.00', '8200.00', '3495.69', '5000.00', '', '', ''),
(173, '3', 'c20', 'สิงหาคม', '2555', '2932.00', '217.00', '2174.37', '92239.86', '4615.54', '18778.66', '', '', ''),
(174, '2', 'b07', 'ธันวาคม', '2554', '140.42', '108.00', '380.00', '4400.00', '1944.38', '2500.00', '', '', ''),
(175, '2', 'b07', 'มกราคม', '2555', '186.34', '60.00', '380.00', '5900.00', '1083.28', '2500.00', '', '', ''),
(176, '2', 'b07', 'กุมภาพันธุ์', '2555', '128.54', '95.00', '380.00', '4370.00', '1713.89', '2500.00', '', '', ''),
(177, '2', 'b07', 'มีนาคม', '2555', '171.71', '77.00', '380.00', '5800.00', '1400.23', '2500.00', '', '', ''),
(178, '2', 'b07', 'เมษายน', '2555', '140.52', '95.00', '380.00', '4530.00', '1714.70', '2500.00', '', '', ''),
(179, '2', 'b07', 'พฤษภาคม', '2555', '157.01', '93.00', '380.00', '5595.00', '1686.34', '2500.00', '', '', ''),
(180, '2', 'b07', 'มิถุนายน', '2555', '141.39', '69.00', '380.00', '5000.00', '1253.63', '2500.00', '', '', ''),
(181, '2', 'b07', 'กรกฎาคม', '2555', '244.42', '51.00', '380.00', '8770.00', '919.00', '2500.00', '', '', ''),
(182, '2', 'b07', 'สิงหาคม', '2555', '115.79', '72.00', '380.00', '4150.00', '1304.06', '2500.00', '', '', ''),
(183, '2', 'b07', 'กันยายน', '2555', '222.32', '118.00', '380.00', '7950.00', '2130.83', '2500.00', '', '', ''),
(184, '3', 'c02', 'ตุลาคม', '2554', '1221.00', '149.00', '3579.60', '38770.13', '2900.00', '14022.62', '', '', ''),
(190, '3', 'c02', 'มีนาคม', '2555', '683.00', '98.00', '3209.40', '22812.03', '2084.57', '1255.29', ' ', ' ', ' '),
(186, '3', 'c02', 'พฤศจิกายน', '2554', '1007.00', '146.00', '2937.00', '30726.58', '2905.86', '13560.02', '', '', ''),
(187, '3', 'c02', 'ธันวาคม', '2554', '891.00', '86.00', '2730.50', '27653.99', '1760.54', '10583.85', '', '', ''),
(188, '3', 'c02', 'มกราคม', '2555', '1310.00', '106.00', '3404.90', '39657.88', '2220.75', '10948.52', '', '', ''),
(189, '3', 'c02', 'กุมภาพันธุ์', '2555', '808.00', '128.00', '2652.50', '26172.55', '2912.34', '10482.43', '', '', ''),
(191, '3', 'c02', 'เมษายน', '2555', '698.00', '182.00', '3149.20', '25140.67', '3667.54', '12314.58', '', '', ''),
(192, '3', 'c02', 'พฤษภาคม', '2555', '1528.00', '199.00', '3534.70', '53850.28', '3966.69', '13758.37', '', '', ''),
(193, '3', 'c02', 'มิถุนายน', '2555', '1538.00', '171.00', '3272.70', '51959.46', '1422.22', '13416.40', '', '', ''),
(194, '3', 'c01', 'ตุลาคม', '2554', '1006.00', '0.00', '19397.00', '32900.00', '0.00', '65907.96', ' ', ' ', ' '),
(195, '3', 'c02', 'กรกฎาคม', '2555', '1723.00', '126.00', '3258.00', '56567.85', '2572.67', '13434.73', '', '', ''),
(196, '3', 'c02', 'สิงหาคม', '2555', '1436.00', '120.00', '3248.00', '47905.94', '2490.10', '13366.92', '', '', ''),
(197, '3', 'c01', 'พฤศจิกายน', '2554', '1581.00', '0.00', '2920.00', '48809.00', '0.00', '10205.01', ' ', ' ', ' '),
(198, '3', 'c02', 'กันยายน', '2555', '507.00', '163.00', '3292.00', '19956.59', '3460.82', '13546.80', '', '', ''),
(199, '3', 'c01', 'ธันวาคม', '2554', '1104.00', '0.00', '10929.00', '35216.98', '0.00', '35183.72', ' ', ' ', ' '),
(200, '3', 'c01', 'มกราคม', '2555', '887.00', '0.00', '10909.00', '30569.04', '0.00', '37911.79', '', '', ''),
(201, '3', 'c01', 'กุมภาพันธุ์', '2555', '930.00', '0.00', '10877.00', '32577.80', '0.00', '37780.91', '', '', ''),
(202, '3', 'c01', 'มีนาคม', '2555', '753.00', '0.00', '11183.00', '26655.02', '0.00', '38855.64', '', '', ''),
(203, '3', 'c01', 'เมษายน', '2555', '788.00', '0.00', '10627.00', '26946.76', '0.00', '36940.00', ' ', ' ', ' '),
(204, '3', 'c18', 'ตุลาคม', '2554', '63.00', '0.00', '3259.16', '2208.00', '0.00', '11351.52', '', '', ''),
(205, '3', 'c18', 'พฤศจิกายน', '2554', '547.00', '0.00', '2138.40', '16932.00', '0.00', '7563.12', '', '', ''),
(206, '3', 'c18', 'ธันวาคม', '2554', '1049.00', '0.00', '1992.20', '32214.00', '0.00', '7060.63', '', '', ''),
(207, '3', 'c18', 'มกราคม', '2555', '2095.00', '0.00', '2186.06', '65609.06', '0.00', '7864.30', '', '', ''),
(208, '3', 'c18', 'กุมภาพันธุ์', '2555', '14492.00', '0.00', '4502.90', '62916.11', '0.00', '15845.01', '', '', ''),
(209, '3', 'c18', 'มีนาคม', '2555', '1928.00', '0.00', '6670.80', '68080.73', '0.00', '21475.30', '', '', ''),
(210, '3', 'c14', 'ตุลาคม', '2554', '5143.58', '0.00', '17559.00', '149031.01', '0.00', '59691.44', '', '', ''),
(211, '3', 'c18', 'เมษายน', '2555', '2330.00', '0.00', '4941.90', '78459.64', '0.00', '17357.22', '', '', ''),
(212, '3', 'c14', 'พฤศจิกายน', '2554', '5000.00', '0.00', '15286.00', '145608.00', '0.00', '52007.67', '', '', ''),
(213, '3', 'c18', 'พฤษภาคม', '2555', '2450.00', '0.00', '5246.84', '79352.20', '0.00', '18407.63', '', '', ''),
(214, '3', 'c14', 'ธันวาคม', '2554', '4800.00', '0.00', '14766.99', '146548.00', '0.00', '50253.19', '', '', ''),
(215, '3', 'c18', 'มิถุนายน', '2555', '2099.00', '0.00', '4520.34', '67859.91', '0.00', '16903.88', '', '', ''),
(216, '3', 'c14', 'มกราคม', '2555', '3800.00', '0.00', '16036.00', '121544.00', '0.00', '55572.53', '', '', ''),
(217, '3', 'c18', 'กรกฎาคม', '2555', '1246.00', '0.00', '3841.96', '42948.93', '0.00', '14417.20', '', '', ''),
(218, '3', 'c14', 'กุมภาพันธุ์', '2555', '2800.00', '0.00', '15264.99', '95912.00', '0.00', '52916.66', '', '', ''),
(219, '3', 'c18', 'สิงหาคม', '2555', '1188.00', '0.00', '3679.40', '43246.70', '0.00', '13820.00', '', '', ''),
(220, '3', 'c14', 'มีนาคม', '2555', '4800.00', '0.00', '17070.00', '164642.00', '0.00', '59134.28', '', '', ''),
(221, '3', 'c18', 'กันยายน', '2555', '1988.00', '0.00', '4067.10', '64338.34', '0.00', '12712.94', '', '', ''),
(222, '3', 'c14', 'เมษายน', '2555', '0.00', '0.00', '17670.00', '0.00', '0.00', '61201.07', '', '', ''),
(223, '3', 'c14', 'พฤษภาคม', '2555', '4800.00', '0.00', '19595.00', '155392.00', '0.00', '67832.04', '', '', ''),
(224, '3', 'c01', 'พฤษภาคม', '2555', '1304.00', '0.00', '12472.00', '44147.78', '0.00', '40151.12', '', '', ''),
(225, '3', 'c18', 'ตุลาคม', '2553', '2459.00', '0.00', '3885.42', '71722.72', '0.00', '12993.63', '', '', ''),
(226, '3', 'c18', 'พฤศจิกายน', '2553', '2693.00', '0.00', '3598.86', '83772.60', '0.00', '12053.33', '', '', ''),
(227, '3', 'c14', 'มิถุนายน', '2555', '4600.00', '0.00', '17909.00', '143964.00', '0.00', '65981.43', '', '', ''),
(228, '3', 'c01', 'มิถุนายน', '2555', '1492.00', '0.00', '10660.00', '51045.75', '0.00', '39409.45', '', '', ''),
(229, '3', 'c18', 'ธันวาคม', '2553', '2309.00', '0.00', '4086.12', '72366.00', '0.00', '13652.19', '', '', ''),
(230, '3', 'c14', 'กรกฎาคม', '2555', '3400.00', '0.00', '18401.01', '106936.00', '0.00', '67784.95', '', '', ''),
(231, '3', 'c14', 'สิงหาคม', '2555', '5125.00', '0.00', '14701.00', '165945.50', '0.00', '54222.18', '', '', ''),
(232, '3', 'c18', 'มกราคม', '2554', '2475.00', '0.00', '5452.04', '81313.20', '0.00', '18128.16', '', '', ''),
(233, '3', 'c01', 'กรกฎาคม', '2555', '1776.00', '0.00', '13064.00', '59445.36', '0.00', '48221.57', '', '', ''),
(234, '3', 'c14', 'กันยายน', '2555', '3400.00', '0.00', '17835.00', '108516.00', '0.00', '69145.21', '', '', ''),
(235, '3', 'c01', 'สิงหาคม', '2555', '1144.00', '0.00', '11601.00', '42689.74', '0.00', '42858.80', '', '', ''),
(236, '3', 'c18', 'กุมภาพันธุ์', '2554', '2016.00', '0.00', '7635.00', '65238.00', '0.00', '24963.03', '', '', ''),
(237, '3', 'c01', 'กันยายน', '2555', '906.00', '0.00', '11075.00', '32948.56', '0.00', '43064.73', '', '', ''),
(238, '3', 'c18', 'มีนาคม', '2554', '2547.00', '0.00', '6395.26', '84272.31', '0.00', '20841.33', '', '', ''),
(239, '3', 'c18', 'เมษายน', '2554', '1890.00', '0.00', '5926.50', '63410.45', '0.00', '19331.63', '', '', ''),
(240, '3', 'c18', 'พฤษภาคม', '2554', '2419.00', '0.00', '5457.78', '79159.33', '0.00', '18343.52', '', '', ''),
(241, '3', 'c01', 'ตุลาคม', '2555', '1051.00', '0.00', '11791.00', '38752.78', '0.00', '53221.85', '', '', ''),
(242, '3', 'c18', 'มิถุนายน', '2554', '2994.00', '0.00', '5563.50', '100582.52', '0.00', '18793.60', '', '', ''),
(243, '3', 'c18', 'กรกฎาคม', '2554', '3026.00', '0.00', '8008.70', '100969.68', '0.00', '27407.30', '', '', ''),
(244, '3', 'c18', 'สิงหาคม', '2554', '2853.00', '0.00', '5943.44', '94911.24', '0.00', '20425.60', '', '', ''),
(245, '3', 'c18', 'กันยายน', '2554', '2831.00', '0.00', '6036.92', '93064.93', '0.00', '20741.61', '', '', ''),
(246, '3', 'c18', 'ตุลาคม', '2555', '1035.00', '0.00', '3501.00', '32770.65', '0.00', '14955.00', '', '', ''),
(247, '3', 'c25', 'ตุลาคม', '2554', '353.00', '0.00', '1364.59', '10710.46', '0.00', '16518.30', '1.กำหนดเวลาเปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระหว่าง12.00-13.00 น\r\n2. ปรับอุณหภูมิเครื่องปรับอากาศให้ใช้พัดลมแทน\r\n3.กรณ๊ได้รับอนุญาตให้ปฏ', '1.กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระหว่างเวลา 12.00-13.00 น. โดยให้ใช้พัดลมแทน    ', '1.ไม่มีการปรับม่านปรับแสง เพื่อให้แสงสว่างเข้ามาภายในห้องปฏิบัติงานเพื่อลดการ ใช้แสงจากหลอดไฟ    '),
(248, '3', 'c25', 'พฤศจิกายน', '2554', '209.00', '0.00', '1998.65', '6294.10', '0.00', '19077.51', ' 1.กำหนดเวลาเปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระหว่าง12.00-13.00 น\r\n2.ปรับอุณหภูมิเครื่องปรับอากาศให้ใช้พัดลมแทน\r\n3.กรณ๊ได้รับอนุญาตให้ปฏ', '1. กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระหว่างเวลา 12.00-13.00 น. โดยให้ใช้พัดลมแทน  ', '1. ไม่มีการปรับม่านปรับแสง เพื่อให้แสงสว่างเข้ามาภายในห้องปฏิบัติงานเพื่อลดการ ใช้แสงจากหลอดไฟ  '),
(249, '3', 'c16', 'ตุลาคม', '2554', '3322.00', '138.00', '2781.49', '99443.96', '2508.57', '9736.79', '', '', ''),
(250, '3', 'c16', 'ธันวาคม', '2554', '1824.00', '137.00', '3996.92', '54952.68', '2538.84', '13845.49', '', '', ''),
(251, '3', 'c16', 'มกราคม', '2555', '1447.00', '194.00', '3091.93', '47314.10', '3659.64', '10984.72', ' ', ' ', ' '),
(252, '3', 'c16', 'กุมภาพันธุ์', '2555', '1150.00', '209.00', '3322.24', '38393.18', '4001.08', '11778.06', '', '', ''),
(253, '3', 'c16', 'มีนาคม', '2555', '2215.00', '203.00', '3750.47', '73154.83', '3935.25', '13253.16', '', '', ''),
(254, '3', 'c16', 'พฤศจิกายน', '2554', '4041.00', '94.00', '2911.74', '120870.78', '1703.63', '10177.10', '', '', ''),
(255, '3', 'c16', 'เมษายน', '2555', '1568.00', '210.00', '3611.40', '52075.50', '4126.03', '12774.11', '', '', ''),
(256, '3', 'c16', 'พฤษภาคม', '2555', '2141.00', '205.00', '4627.09', '68055.15', '4088.10', '16272.81', '', '', ''),
(257, '3', 'c16', 'มิถุนายน', '2555', '3527.00', '196.00', '3661.08', '106981.83', '3965.36', '13754.18', '', '', ''),
(258, '3', 'c14', 'ตุลาคม', '2555', '1000.00', '0.00', '20657.00', '91140.00', '0.00', '88838.34', '', '', ''),
(259, '3', 'c16', 'กรกฎาคม', '2555', '5663.00', '190.00', '4015.47', '176407.45', '3908.71', '15053.23', '', '', ''),
(260, '3', 'c16', 'สิงหาคม', '2555', '3878.00', '228.00', '3253.53', '130492.02', '4782.81', '12260.26', '', '', ''),
(261, '3', 'c16', 'กันยายน', '2555', '2256.00', '175.00', '3588.89', '77603.26', '3719.80', '14180.77', '', '', ''),
(262, '3', 'c25', 'ธันวาคม', '2554', '211.00', '0.00', '2981.75', '6556.40', '0.00', '21248.10', '                  1. ดำเนินงานมาตรการระยะสั้น\r\n                    1.1. มาตรการประหยัดพลังงานไฟฟ้า\r\n                          1) กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ร�', '1.กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระหว่างเวลา 12.00-13.00 น. โดยให้ใช้พัดลมแทน     ', ' 1.ไม่มีการปรับม่านปรับแสง เพื่อให้แสงสว่างเข้ามาภายในห้องปฏิบัติงานเพื่อลดการ ใช้แสงจากหลอดไฟ  '),
(263, '3', 'c25', 'มกราคม', '2555', '261.00', '0.00', '3208.52', '8494.60', '0.00', '22085.41', '                 1. ดำเนินงานมาตรการระยะสั้น\r\n                    1.1. มาตรการประหยัดพลังงานไฟฟ้า\r\n                          1) กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระ', '1.กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระหว่างเวลา 12.00-13.00 น. โดยให้ใช้พัดลมแทน', '1.ไม่มีการปรับม่านปรับแสง เพื่อให้แสงสว่างเข้ามาภายในห้องปฏิบัติงานเพื่อลดการ ใช้แสงจากหลอดไฟ'),
(264, '3', 'c16', 'ตุลาคม', '2555', '5546.00', '172.00', '3971.00', '179675.70', '3724.43', '16977.82', 'เปิดแอร์บนสำนักงานตั้งแต่ 13.00-16.00 น. ', 'จำนวน 1 เรื่อง การใช้น้ำประปาลดลง', 'จำนวน 2 เรื่อง  \r\n1.ราคาน้ำมันปรับขึ้น-ลงตามสถานะการณ์  ต้องสูบน้ำเข้าบ่อใหญ่เพื่อเก็บกักน้ำไว้ใช้ในฤดูกาลต่อไป  และตัดหญ้าทำความสะอาดแปลงทดลอง/แปลงผลิตเมล็ดพันธ์ และบริเวณภายใน�'),
(265, '2', 'b08', 'ตุลาคม', '2553', '882.00', '73000.00', '656.00', '25490.00', '1175.12', '2500.00', '  1.  เปิดเครื่องปรับอากาศเวลา 9.00 - 12.00 น.และเวลา       13.00   - 16.00 น.\r\n  2.  ตั้งอุณหภูมิเครื่องปรับอากาศ 25 องศาเซลเซียส', '', ''),
(266, '3', 'c25', 'กุมภาพันธุ์', '2555', '1020.41', '0.00', '1020.41', '15330.05', '0.00', '15330.08', '                1. ดำเนินงานมาตรการระยะสั้น\r\n                    1.1. มาตรการประหยัดพลังงานไฟฟ้า\r\n                          1) กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระ�', '1.กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระหว่างเวลา 12.00-13.00 น. โดยให้ใช้พัดลมแทน', '1ไม่มีการปรับม่านปรับแสง เพื่อให้แสงสว่างเข้ามาภายในห้องปฏิบัติงานเพื่อลดการ ใช้แสงจากหลอดไฟ'),
(267, '3', 'c25', 'มีนาคม', '2555', '291.00', '0.00', '1136.38', '9597.40', '0.00', '16545.93', '                1. ดำเนินงานมาตรการระยะสั้น\r\n                    1.1. มาตรการประหยัดพลังงานไฟฟ้า\r\n                          1) กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระ�', '1.กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระหว่างเวลา 12.00-13.00 น. โดยให้ใช้พัดลมแทน', '1.ไม่มีการปรับม่านปรับแสง เพื่อให้แสงสว่างเข้ามาภายในห้องปฏิบัติงานเพื่อลดการ ใช้แสงจากหลอดไฟ'),
(268, '2', 'b02', 'ตุลาคม', '2554', '300.00', '0.00', '7958.00', '8530.00', '0.00', '27235.73', 'ปิดไฟฟ้าแสงสว่างในจุดที่ไม่มีคนทำงาน\r\nตรวจสอบการรั่วไหลของระบบจ่ายนำ้ตามอาคารและบ้านพัก', 'ค่าไฟฟ้าลดลงจากเดือนกันยายน 2554', ''),
(269, '2', 'b02', 'พฤศจิกายน', '2554', '950.00', '0.00', '8001.00', '29085.00', '0.00', '27379.73', 'งดการใช้เครื่องปรับอากาศที่ไม่จำเป็น', 'ค่าไฟฟ้าไม่มีการเปลี่ยนแปลง', ''),
(270, '3', 'c25', 'เมษายน', '2555', '243.00', '0.00', '936.31', '8090.40', '0.00', '14930.15', '                1. ดำเนินงานมาตรการระยะสั้น\r\n                    1.1. มาตรการประหยัดพลังงานไฟฟ้า\r\n                          1) กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระ�', '1.กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระหว่างเวลา 12.00-13.00 น. โดยให้ใช้พัดลมแทน', '1.ไม่มีการปรับม่านปรับแสง เพื่อให้แสงสว่างเข้ามาภายในห้องปฏิบัติงานเพื่อลดการ ใช้แสงจากหลอดไฟ'),
(271, '2', 'b02', 'ธันวาคม', '2554', '340.00', '0.00', '18485.40', '10410.00', '0.00', '62823.09', 'ลดการใช้น้ำมันเชื้อเพลิงขนย้ายเมล็ดพันธุ์เข้าออกโรงงานและโรงเก็บ', 'ปริมาณการใช้น้ำมันรถยกลดลง', 'ค่าไฟฟ้าเพิ่มขึ้นเนื่องจากเปิดโรงงานปรับปรุงสภาพเมล็ดพันธุ์ข้าวฤดูฝน ปี 2554'),
(272, '3', 'c25', 'พฤษภาคม', '2555', '629.00', '0.00', '256.68', '22071.40', '0.00', '12523.60', '                1. ดำเนินงานมาตรการระยะสั้น\r\n                    1.1. มาตรการประหยัดพลังงานไฟฟ้า\r\n                          1) กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระ�', '1.กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระหว่างเวลา 12.00-13.00 น. โดยให้ใช้พัดลมแทน', '1.ไม่มีการปรับม่านปรับแสง เพื่อให้แสงสว่างเข้ามาภายในห้องปฏิบัติงานเพื่อลดการ ใช้แสงจากหลอดไฟ'),
(273, '2', 'b02', 'มกราคม', '2555', '390.00', '0.00', '22653.00', '12073.00', '0.00', '78365.78', 'ลดการใช้น้ำรดต้นไม้จากการใช้สปริงเกอร์มาเป็นการใช้สายยางรดโดยตรงที่บริเวณโคนต้นและสนามหญ้า', 'เครื่องสูบน้ำบาดาลทำงานลดลงทำให้ประหยัดไฟฟ้าใรการสูบน้ำได้', 'ไฟฟ้าในโรงงานเพิ่มขึ้นจากการเดินเครื่องจักรกลปรับปรุงสภาพเมล็ดพันธุ์'),
(274, '2', 'b02', 'กุมภาพันธุ์', '2555', '220.00', '0.00', '19587.00', '7008.00', '0.00', '67804.47', 'ปิดการทำงานของมอเตอร์ไฟฟ้าระบบดูดกำจัดฝุ่นในโรงงานในเครื่องจักรที่หยุดการทำงานเป็นเวลานานในแต่ละวันโดยไม่เปิดไว้รอการเดินเครื่องใหม่ \r\n', 'ค่าไฟฟ้าลดลง', ''),
(275, '2', 'b02', 'มีนาคม', '2555', '370.00', '0.00', '19960.00', '12066.00', '0.00', '69089.33', 'ไม่เปิดเครื่องปรับอากาศในห้อง control room ในโรงงานขณะปฏิบัติงานในช่วงเช้าแม้ว่าอากาศจะเริ่มร้อนขึ้นเนื่องจากเริ่มจะเข้าสู่ฤดูร้อน', 'ค่าไฟฟ้ามีการเปลี่ยนแปลงขึ้นไม่มาก', ''),
(276, '2', 'b02', 'เมษายน', '2555', '358.00', '0.00', '8365.00', '11645.00', '0.00', '29148.61', 'ตรวจสอบการรั่วไหลของระบบท่อจ่ายน้ำตามอาคารและบ้านพักเพื่อลดการสูญเสีย ไม่เปิดเครื่องปรับอากาศก่อนเวลา 10.00 น แม้จะเป็นฤดูร้อน', 'ค่าไฟฟ้าลดลง ดำเนินการซ่อมเปลี่ยนก๊อกนำ้สนามที่รั่วทำให้ประหยัดน้ำซึ่งเป็นการประหยัดค่าไฟฟ้าสูบน้ำทางอ้อม', ''),
(277, '2', 'b02', 'พฤษภาคม', '2555', '360.00', '0.00', '10235.00', '11089.00', '0.00', '35590.10', 'ไม่เปิดเครื่องปรับอากาศโดยไม่จำเป็นและปิดก่อนเลิกงานประมาณ 15 นาที ', ' ', 'ระบบไฟฟ้าและเครื่องสูบน้ำบาดาลทำงานหนักเนื่องสภาพความแห้งแล้งและอากาศร้อนทำให้มีการใช้น้ำมาก '),
(278, '2', 'b02', 'มิถุนายน', '2555', '253.00', '0.00', '14073.00', '7624.00', '0.00', '51920.18', 'ลดจำนวนครั้งการใช้รถยนต์ติดต่อราชการภายนอกศูนย์ฯที่ไม่จำเป็นโดยใช้วิธีสื่อสารทางโทรศัพท์แทน', 'ค่าน้ำมันลดลง', ''),
(279, '2', 'b02', 'กรกฎาคม', '2555', '560.00', '0.00', '22197.00', '17430.00', '0.00', '81699.55', 'ปิดไฟฟ้าในจุดที่ไม่จำเป็น งดใช้เครื่องปรับอากาศเปิดพัดลมแทน', '', 'ค่าไฟฟ้าเพิ่มขึ้นเนื่องจากการเดินเครื่องจักรกลในโรงงานเพื่อปรับปรุงสภาพเมล็ดพันธุ์ข้าวฤดูแล้ง ปี 2555'),
(280, '2', 'b02', 'สิงหาคม', '2555', '180.00', '0.00', '10741.00', '5501.00', '0.00', '39706.37', 'ลดการใช้น้ำมันรถยกขนย้ายเมล็ดพันธุ์ในโรงงานและโรงเก็บ\r\nเปิดเครื่องปรับอากาศเท่าที่จำเป็น ตรวจสอบการรั่วไหลของระบบจ่ายน้ำตามอาคารต่างๆและบ้านพัก', 'ปริมาณการใช้ไฟฟ้าและน้ำมันลดลง', ''),
(281, '2', 'b02', 'กันยายน', '2555', '480.00', '0.00', '6531.00', '11607.00', '0.00', '25532.04', 'ปิดไฟฟ้าแสงสว่างในห้องที่ไม่มีคนอยู่ทำงาน ปิดเครื่องปรับอากาศ กระติกน้ำร้อนเครื่องทำน้ำเย็นให้เร็วขึ้นก่อนเลิกงาน\r\nลดจำนวนแห่งในการใช้รถยนต์ไปติดต่อราชการ โดยใช้โทรศัพท์ป', 'ค่าไฟฟ้าและค่าน้ำมันลดลง', ''),
(282, '', '', 'มิถุนายน', '2555', '626.00', '0.00', '268.28', '21724.80', '0.00', '13520.89', '                1. ดำเนินงานมาตรการระยะสั้น\r\n                    1.1. มาตรการประหยัดพลังงานไฟฟ้า\r\n                          1) กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระ�', '1.กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระหว่างเวลา 12.00-13.00 น. โดยให้ใช้พัดลมแทน', '1.ไม่มีการปรับม่านปรับแสง เพื่อให้แสงสว่างเข้ามาภายในห้องปฏิบัติงานเพื่อลดการ ใช้แสงจากหลอดไฟ'),
(283, '3', 'c25', 'มิถุนายน', '2555', '626.00', '0.00', '268.28', '21724.80', '0.00', '13520.89', '                1. ดำเนินงานมาตรการระยะสั้น\r\n                    1.1. มาตรการประหยัดพลังงานไฟฟ้า\r\n                          1) กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระ�', '1.กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระหว่างเวลา 12.00-13.00 น. โดยให้ใช้พัดลมแทน', '1.ไม่มีการปรับม่านปรับแสง เพื่อให้แสงสว่างเข้ามาภายในห้องปฏิบัติงานเพื่อลดการ ใช้แสงจากหลอดไฟ'),
(284, '3', 'c25', 'กรกฎาคม', '2555', '323.00', '0.00', '253.25', '11767.60', '0.00', '12682.40', '                1. ดำเนินงานมาตรการระยะสั้น\r\n                    1.1. มาตรการประหยัดพลังงานไฟฟ้า\r\n                          1) กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระ�', '1.กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระหว่างเวลา 12.00-13.00 น. โดยให้ใช้พัดลมแทน', '1.ไม่มีการปรับม่านปรับแสง เพื่อให้แสงสว่างเข้ามาภายในห้องปฏิบัติงานเพื่อลดการ ใช้แสงจากหลอดไฟ'),
(285, '3', 'c25', 'สิงหาคม', '2555', '256.00', '0.00', '3153.00', '7871.20', '0.00', '12682.40', '                1. ดำเนินงานมาตรการระยะสั้น\r\n                    1.1. มาตรการประหยัดพลังงานไฟฟ้า\r\n                          1) กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระ�', '1.กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระหว่างเวลา 12.00-13.00 น. โดยให้ใช้พัดลมแทน', '1.ไม่มีการปรับม่านปรับแสง เพื่อให้แสงสว่างเข้ามาภายในห้องปฏิบัติงานเพื่อลดการ ใช้แสงจากหลอดไฟ'),
(286, '3', 'c25', 'พฤศจิกายน', '2555', '1100.00', '0.00', '3829.84', '36553.40', '0.00', '15110.41', '                1. ดำเนินงานมาตรการระยะสั้น\r\n                    1.1. มาตรการประหยัดพลังงานไฟฟ้า\r\n                          1) กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระ�', '1.กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระหว่างเวลา 12.00-13.00 น. โดยให้ใช้พัดลมแทน', '1.ไม่มีการปรับม่านปรับแสง เพื่อให้แสงสว่างเข้ามาภายในห้องปฏิบัติงานเพื่อลดการ ใช้แสงจากหลอดไฟ'),
(287, '3', 'c25', 'กันยายน', '2555', '1100.00', '0.00', '3829.40', '36553.40', '0.00', '15110.41', '                1. ดำเนินงานมาตรการระยะสั้น\r\n                    1.1. มาตรการประหยัดพลังงานไฟฟ้า\r\n                          1) กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระ�', '1.กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระหว่างเวลา 12.00-13.00 น. โดยให้ใช้พัดลมแทน', '1.ไม่มีการปรับม่านปรับแสง เพื่อให้แสงสว่างเข้ามาภายในห้องปฏิบัติงานเพื่อลดการ ใช้แสงจากหลอดไฟ');
INSERT INTO `usetb` (`UID`, `SubID`, `InsID`, `ins_month`, `ins_year`, `Uoil`, `Uwater`, `Uelec`, `Poil`, `Pwater`, `Pelec`, `Ur1`, `Ur2`, `Ur3`) VALUES
(288, '3', 'c25', 'ตุลาคม', '2555', '631.00', '0.00', '3227.00', '20524.55', '0.00', '15553.05', '                1. ดำเนินงานมาตรการระยะสั้น\r\n                    1.1. มาตรการประหยัดพลังงานไฟฟ้า\r\n                          1) กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระ�', '1.กำหนดเวลา เปิด-ปิด เครื่องปรับอากาศ ระหว่างเวลา 08.30-16.30 น. และปิดเครื่องปรับอากาศในช่วงพักกลางวัน ระหว่างเวลา 12.00-13.00 น. โดยให้ใช้พัดลมแทน', '1.ไม่มีการปรับม่านปรับแสง เพื่อให้แสงสว่างเข้ามาภายในห้องปฏิบัติงานเพื่อลดการ ใช้แสงจากหลอดไฟ'),
(289, '3', 'c04', 'ตุลาคม', '2555', '1642.00', '0.00', '1525.00', '56712.04', '0.00', '6702.82', '๑. ปิดไฟ,หน้าจอคอมฯ,ช่วงพักเทียง\r\n๒. เปิดหน้าต่างกระจกเพื่อให้อากาศถ่ายเท งดใช้พัดลม \r\n๓. เปลี่ยนหลอดไฟให้เป็นแบบประหยัดพลังงาน', '๒ เรื่อง\r\n๑. ปิดไฟ,หน้าจอคอมฯ,ช่วงพักเทียง\r\n๒. เปิดหน้าต่างกระจกเพื่อให้อากาศถ่ายเท งดใช้พัดลม ', '๑ เรื่อง\r\n๑. เปลี่ยนหลอดไฟให้เป็นแบบประหยัดพลังงาน'),
(290, '3', 'c23', 'ตุลาคม', '2554', '265.00', '0.00', '7501.59', '8578.00', '0.00', '25692.84', ' ', ' ', ' '),
(291, '3', 'c23', 'พฤศจิกายน', '2554', '300.00', '0.00', '7654.59', '8553.00', '0.00', '26100.06', ' ', ' ', ' '),
(292, '3', 'c23', 'ธันวาคม', '2554', '177.00', '0.00', '5237.19', '5348.00', '0.00', '18038.17', ' ', ' ', ' '),
(293, '3', 'c23', 'มกราคม', '2555', '317.00', '0.00', '5368.77', '9247.00', '0.00', '18827.63', ' ', ' ', ' '),
(294, '3', 'c23', 'กุมภาพันธุ์', '2555', '371.00', '0.00', '4928.13', '11690.00', '0.00', '17309.80', '', '', ''),
(295, '3', 'c23', 'มีนาคม', '2555', '420.00', '0.00', '5254.02', '13766.00', '0.00', '18432.36', '', '', ''),
(296, '3', 'c23', 'เมษายน', '2555', '394.00', '0.00', '5136.21', '12471.00', '0.00', '18026.55', '', '', ''),
(297, '3', 'c23', 'พฤษภาคม', '2555', '365.00', '0.00', '6158.25', '11663.00', '0.00', '21547.13', '', '', ''),
(298, '3', 'c23', 'มิถุนายน', '2555', '255.00', '0.00', '4926.60', '7575.00', '0.00', '18393.08', '', '', ''),
(299, '3', 'c23', 'กรกฎาคม', '2555', '324.00', '0.00', '3369.06', '9848.00', '0.00', '12683.74', '', '', ''),
(300, '3', 'c23', 'สิงหาคม', '2555', '146.00', '0.00', '3416.49', '4574.00', '0.00', '12857.60', '', '', ''),
(301, '3', 'c23', 'กันยายน', '2555', '268.00', '0.00', '5433.03', '8074.00', '0.00', '21295.85', '', '', ''),
(302, '3', 'c23', 'ตุลาคม', '2555', '285.00', '0.00', '0.00', '8670.55', '0.00', '0.00', '', '', ''),
(304, '3', 'c10', 'ตุลาคม', '2554', '535.00', '48.00', '2337.84', '18177.15', '829.57', '5559.73', '', '', ''),
(305, '3', 'c10', 'พฤศจิกายน', '2554', '1105.00', '67.00', '1973.00', '24786.05', '1189.62', '7003.73', '', '', ''),
(306, '3', 'c10', 'ธันวาคม', '2554', '855.00', '86.00', '2747.00', '24902.35', '1560.87', '9620.19', '', '', ''),
(307, '3', 'c10', 'มกราคม', '2555', '645.00', '88.00', '2590.00', '20025.35', '1616.47', '9255.74', '', '', ''),
(308, '3', 'c10', 'กุมภาพันธุ์', '2555', '555.00', '73.00', '2173.00', '17720.65', '1349.56', '7819.32', '', '', ''),
(309, '3', 'c10', 'มีนาคม', '2555', '450.00', '100.00', '2154.00', '14686.70', '1896.68', '7753.88', '', '', ''),
(310, '3', 'c10', 'เมษายน', '2555', '515.00', '61.00', '2170.00', '17690.85', '1150.11', '7591.97', '', '', ''),
(311, '3', 'c10', 'พฤษภาคม', '2555', '1045.00', '55.00', '1702.00', '36179.85', '1048.33', '6196.89', '', '', ''),
(312, '3', 'c10', 'มิถุนายน', '2555', '1335.00', '68.00', '1807.00', '44479.40', '1330.03', '6957.85', '', '', ''),
(313, '3', 'c10', 'กรกฎาคม', '2555', '1760.00', '68.00', '2086.00', '58984.20', '1354.47', '7980.54', '', '', ''),
(314, '3', 'c10', 'สิงหาคม', '2555', '1120.00', '73.00', '2228.00', '39748.80', '1484.20', '8501.06', '', '', ''),
(315, '3', 'c10', 'กันยายน', '2555', '500.00', '72.00', '1629.00', '18344.00', '1488.86', '6619.11', '', '', ''),
(316, '', '', 'พฤศจิกายน', '2554', '2381.00', '315.00', '6119.56', '75004.47', '6381.37', '21355.07', '', '', ''),
(317, '', '', 'ธันวาคม', '2555', '2608.00', '0.00', '4851.80', '77694.64', '749.00', '17069.49', '', '', ''),
(318, '', '', 'ธันวาคม', '2554', '2608.00', '0.00', '4851.80', '77694.64', '749.00', '17069.49', '', '', ''),
(319, '3', 'c22', 'ตุลาคม', '2554', '1994.00', '99.00', '1168.08', '59404.84', '425.75', '10935.46', '', '', ''),
(320, '3', 'c22', 'พฤศจิกายน', '2554', '1872.00', '102.00', '1505.12', '56437.92', '438.70', '10905.16', '', '', ''),
(321, '3', 'c22', 'ธันวาคม', '2554', '1474.00', '95.00', '2248.48', '45874.26', '408.74', '12451.26', '', '', ''),
(322, '3', 'c22', 'มกราคม', '2555', '1623.00', '99.00', '1745.28', '51695.85', '425.75', '11182.27', '', '', ''),
(323, '3', 'c22', 'กุมภาพันธุ์', '2555', '1757.00', '101.00', '1901.50', '57093.95', '434.00', '11909.85', '', '', ''),
(324, '3', 'c22', 'มีนาคม', '2555', '1657.00', '110.00', '2603.54', '57346.27', '472.75', '14352.23', '', '', ''),
(325, '3', 'c22', 'เมษายน', '2555', '1369.00', '105.00', '2188.62', '47052.93', '451.50', '12678.43', '', '', ''),
(326, '3', 'c22', 'พฤษภาคม', '2555', '1303.00', '100.00', '2446.96', '45533.41', '430.00', '14119.45', '', '', ''),
(327, '3', 'c22', 'มิถุนายน', '2555', '1495.00', '95.00', '1927.52', '48866.79', '408.74', '12795.40', '', '', ''),
(328, '3', 'c22', 'กรกฎาคม', '2555', '2250.00', '91.00', '1742.22', '75433.38', '391.50', '13549.42', '', '', ''),
(329, '3', 'c22', 'สิงหาคม', '2555', '2087.00', '98.00', '1928.80', '70256.65', '421.50', '13291.27', '', '', ''),
(330, '3', 'c22', 'กันยายน', '2555', '2129.37', '102.00', '2172.90', '71824.13', '438.62', '14462.46', '', '', ''),
(331, '3', 'c22', 'ตุลาคม', '2555', '2395.00', '99.00', '1698.70', '79759.47', '425.50', '13796.94', '', '', ''),
(332, '', '', 'มกราคม', '2555', '2088.00', '0.00', '4587.58', '62390.80', '749.00', '16500.81', '', '', ''),
(333, '', '', 'กุมภาพันธุ์', '2555', '2058.00', '0.00', '5709.42', '65534.46', '749.00', '20335.18', '', '', ''),
(334, '', '', 'มีนาคม', '2555', '2294.00', '0.00', '7114.35', '73204.10', '749.00', '25174.64', '', '', ''),
(335, '3', 'c02', 'ตุลาคม', '2555', '887.00', '213.00', '3634.50', '31112.20', '2339.83', '17227.18', '', '', ''),
(336, '', '', 'เมษายน', '2555', '1388.00', '0.00', '7298.10', '47951.13', '749.00', '26475.78', '', '', ''),
(337, '', '', 'พฤษภาคม', '2555', '1831.00', '0.00', '9249.36', '62643.31', '749.00', '32863.13', '', '', ''),
(338, '', '', 'กรกฎาคม', '2555', '2119.00', '0.00', '7089.80', '66170.39', '749.00', '26990.67', '', '', ''),
(339, '', '', 'สิงหาคม', '2555', '2004.00', '0.00', '7369.93', '63300.84', '749.00', '28017.55', '', '', ''),
(340, '', '', 'กันยายน', '2555', '1457.00', '0.00', '9213.32', '63300.84', '749.00', '36551.67', '', '', ''),
(341, '', '', 'ตุลาคม', '2555', '1374.00', '0.00', '10129.80', '46460.64', '749.00', '43306.45', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', '', ''),
(342, '3', 'c21', 'ตุลาคม', '2554', '2010.00', '54.00', '8898.65', '58895.55', '1474.37', '30648.23', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', ''),
(343, '3', 'c21', 'พฤศจิกายน', '2554', '2381.00', '315.00', '6119.56', '75004.47', '6381.37', '21355.07', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', ''),
(344, '3', 'c21', 'ธันวาคม', '2554', '2608.00', '0.00', '4851.80', '77694.64', '749.00', '17069.49', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', ''),
(345, '3', 'c21', 'มกราคม', '2555', '2088.00', '0.00', '4587.58', '62390.80', '749.00', '16500.81', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', ''),
(346, '3', 'c21', 'กุมภาพันธุ์', '2555', '2058.00', '0.00', '5709.42', '65534.46', '749.00', '20335.18', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', ''),
(347, '3', 'c21', 'มีนาคม', '2555', '2294.00', '0.00', '7114.35', '73204.10', '749.00', '25174.64', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', ''),
(348, '3', 'c21', 'เมษายน', '2555', '1388.00', '0.00', '7298.10', '47951.13', '749.00', '26475.78', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', ''),
(349, '3', 'c21', 'พฤษภาคม', '2555', '1831.00', '0.00', '9249.36', '62643.31', '749.00', '32863.13', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', ''),
(350, '3', 'c21', 'มิถุนายน', '2555', '1899.00', '0.00', '8577.25', '59842.99', '749.00', '32443.12', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', ''),
(351, '3', 'c21', 'กรกฎาคม', '2555', '2119.00', '0.00', '7089.80', '66170.39', '749.00', '26990.67', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', ''),
(352, '3', 'c21', 'สิงหาคม', '2555', '2004.00', '0.00', '7369.93', '63300.84', '749.00', '28017.55', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', ''),
(353, '3', 'c21', 'กันยายน', '2555', '1457.00', '0.00', '9213.32', '48536.29', '749.00', '36551.67', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', ''),
(354, '3', 'c21', 'ตุลาคม', '2555', '1374.00', '0.00', '10129.80', '46160.64', '749.00', '43306.45', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', 'มาตรการด้านพลังงานไฟฟ้า\r\n1.สำนักงาน เปิด/ปิด เครื่องปรับอากาศ เวลา 9.00-11.30 น. และเวลา 13.30-16.00 น. ถ้าอากาศไม่ร้อนมากให้เปิดเฉพาะช่วงเวลา 13.30-16.00 น.\r\n2.ตั้งอุณหภูมิเครื่องปรังอากาศ ที่ 25 องศาเซลเซ�', ''),
(355, '3', 'c10', 'ตุลาคม', '2555', '1020.00', '71.00', '2254.00', '36857.70', '1496.51', '9747.27', '', '', ''),
(356, '1', 'a01', 'ตุลาคม', '2554', '2807.00', '2299.00', '78669.00', '66714.74', '39372.62', '275323.43', '', '', ''),
(357, '1', 'a01', 'พฤศจิกายน', '2554', '1640.00', '2215.00', '64667.00', '47609.60', '37938.15', '222500.14', '', '', ''),
(358, '1', 'a01', 'ธันวาคม', '2554', '2448.00', '2459.00', '81044.00', '76106.45', '42122.05', '278314.08', '', '', ''),
(359, '1', 'a01', 'มกราคม', '2555', '3462.00', '2284.00', '71916.00', '109995.38', '38945.69', '251046.84', '', '', ''),
(360, '1', 'a01', 'กุมภาพันธุ์', '2555', '3201.00', '2364.00', '86427.00', '102559.96', '40482.64', '301190.29', '', '', ''),
(361, '1', 'a01', 'มีนาคม', '2555', '3536.00', '2433.00', '111273.00', '114564.43', '41660.96', '388049.21', '', '', ''),
(362, '1', 'a01', 'เมษายน', '2555', '3573.00', '3503.00', '91211.00', '113952.82', '59933.56', '318160.97', '', '', ''),
(363, '1', 'a01', 'พฤษภาคม', '2555', '3440.00', '3672.00', '97836.00', '116708.69', '62819.61', '340962.89', '', '', ''),
(364, '1', 'a01', 'มิถุนายน', '2555', '4454.00', '3890.00', '98111.00', '143248.36', '66542.44', '364664.08', '', '', ''),
(365, '1', 'a01', 'กรกฎาคม', '2555', '3912.00', '4142.00', '87202.00', '120893.46', '70845.90', '324048.89', '', '', ''),
(366, '1', 'a01', 'สิงหาคม', '2555', '2684.08', '3573.00', '74000.00', '78399.13', '61128.97', '271588.94', '', '', ''),
(367, '1', 'a01', 'กันยายน', '2555', '1172.00', '3824.00', '83110.00', '36036.60', '65415.35', '325354.48', '', '', '');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
